RRN_Data/643000/643046.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2022-09-18T02:07:51.396+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2022-09-18T02:07:51.396+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="220918-000058" version="1"><overallSeverity>medium</overallSeverity><situationVersionTime>2022-09-18T02:07:50.406+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="AnimalPresenceObstruction" id="220918-000058-1" version="1"><situationRecordCreationReference>frosi2022-09-18-000002-frosi220918-000002</situationRecordCreationReference><situationRecordCreationTime>2022-09-18T02:07:43.976+02:00</situationRecordCreationTime><situationRecordObservationTime>2022-09-18T02:07:43.549+02:00</situationRecordObservationTime><situationRecordVersionTime>2022-09-18T02:07:50.406+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2022-09-18T02:07:43.976+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2022-09-18T02:06:55.003+02:00</overallStartTime></validityTimeSpecification></validity><impact><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est/District Chambéry/CEI Aigueblanche</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Présence d e deux animaux écrasés.</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 905 m au sud de Albertville - Pierre-du-Roy</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Bourg Saint Maurice vers Albertville</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>northBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.662914</latitude><longitude>6.4014645</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Albertville</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N90</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Albertville - Pierre-du-Roy</value></values></alertCLocationName><specificLocation>13972</specificLocation></alertCLocation><offsetDistance><offsetDistance>905</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>opposite</directionRelativeAtPoint><linearElement><roadNumber>N0090</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>90.0</distanceAlong><fromReferent><referentIdentifier>73PR25G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobilityOfObstruction><mobilityType>stationary</mobilityType></mobilityOfObstruction><alive>false</alive><animalPresenceType>animalsOnTheRoad</animalPresenceType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>